export const ONBOARDING_CONTENT = [
  {
    title: <>생일자를 위한 위시리스트 만들기</>,
    content: (
      <>
        위시풀은 지인들이 생일자를 위해 각자의 선물을
        <br />
        제안하고, 생일자가 그 중 원하는 선물을 부담없이
        <br />
        골라 선물 받을 수 있도록 돕는 기능이에요.
      </>
    ),
  },
  {
    title: <>친구들의 선물 제안, 한 곳에 모여요</>,
    content: (
      <>
        생일자를 위한 선물을 제안할 수 있는
        <br />
        위시리스트를 만들고, 참여할 친구들을 모아요.
        <br />그 과정 또한 축하의 일부가 되죠.
      </>
    ),
  },
  {
    title: (
      <>
        생일자가 진짜 받고 싶은 선물,
        <br />
        이제는 부담 없이 골라요!
      </>
    ),
    content: (
      <>
        친구들에게 제안 받은 선물 중에서
        <br />
        생일자는 진짜 받고 싶은 선물만을 남겨서
        <br />
        선물 고르기에 대한 부담은 덜고, 솔직함은 더해요.
      </>
    ),
  },
];
